<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-EVSTQN3/azprG1Anm3QDgpJLIm9Nao0Yz1ztcQTwFspd3yD65VohhpuuCOmLASjC" crossorigin="anonymous">
    <title>License Renew</title>
</head>

<body>
    <center>
        <h1>
            License Renew Instruction
        </h1>
        <br><br>
        <p>
            <b>অপেশাদারঃ</b><br>
            গ্রাহককে প্রথমে নির্ধারিত ফি (মেয়াদোত্তীর্ণের ১৫ দিনের মধ্যে হলে ৪১৫২/- টাকা ও মেয়াদোত্তীর্ণের ১৫ দিন পরে প্রতি বছর ৫১৮/- টাকা জরিমানাসহ) জমা দিয়ে প্রয়োজনীয় কাগজপত্রসহ বিআরটিএর নির্দিষ্ট সার্কেল অফিসে আবেদন করতে হবে। আবেদনপত্র ও সংযুক্ত কাগজপত্র সঠিক পাওয়া গেলে একইদিনে গ্রাহকের বায়োমেট্রিক্স (ডিজিটাল ছবি, ডিজিটাল স্বাক্ষর ও আঙ্গুলের ছাপ) গ্রহণ করা হয়। স্মার্ট কার্ড wপ্রন্টিং সম্পন্ন হলে গ্রাহককে এসএমএস এর মাধ্যমে জানিয়ে দেয়া হয়।
            <br>
            <center><b>পেশাদারঃ</b></center>
            পেশাদার ড্রাইভিং লাইসেন্সধারীদেরকে পুনরায় একটি ব্যবহারিক পরীক্ষায় অংশগ্রহণ করতে হবে। পরীক্ষায় উত্ত্তীর্ণ হওয়ার পর নির্ধারিত ফি ( মেয়াদোত্তীর্ণের ১৫ দিনের মধ্যে হলে ২৪২৭/- টাকা ও মেয়াদোত্তীর্ণের ১৫ দিন পরে প্রতি বছর ৫১৮/- টাকা জরিমানাসহ ) জমা দিয়ে প্রয়োজনীয় কাগজপত্রসহ বিআরটিএর নির্দিষ্ট সার্কেল অফিসে আবেদন করতে হবে। গ্রাহকের বায়োমেট্রিক্স (ডিজিটাল ছবি, ডিজিটাল স্বাক্ষর ও আঙ্গুলের ছাপ) গ্রহণের জন্য গ্রাহককে নির্দিষ্ট সার্কেল অফিসে উপস্থিত হতে হয়। স্মার্ট কার্ড প্রিন্টিং-এর সমস্ত প্রক্রিয়া সম্পন্ন হলে গ্রাহককে এসএমএস এর মাধ্যমে জানিয়ে দেয়া হয়।
<br><br>
<center><b>প্রয়োজনীয় কাগজপত্র:</b></center>
<br>
<ol type="I">
  <li>নির্ধারিত ফরমে আবেদন</li>
  <li>রেজিষ্টার্ড ডাক্তার কর্তৃক মেডিকেল সার্টিফিকেট</li>
  <li>ন্যাশনাল আইডি কার্ড এর সত্যায়িত ফটোকপি</li>
  <li>শিক্ষাগত যোগ্যাতার সনদ</li>
  <li>নির্ধারিত ফী জমাদানের রশিদ</li>
  <li>সদ্য তোলা ১ কপি পাসপোর্ট ও ১কপি স্ট্যাম্প সাইজ ছবি</li>
</ol>  


        </p>
    </center>

</body>

</html>